Repository: wp-plugins/loginradius-for-wordpress
Catalog: i18n/LoginRadius-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_ja, ru_ru

source: Settings
de_de: Einstellungen
es_es: configuración
fr_fr: réglages
it_it: impostazioni
pt_ja: 設定
ru_ru: настройки

source: Thank you for installing the LoginRadius plugin for Social Login and Social Sharing!
de_de: Vielen Dank für die Installation des Plugin für Social LoginRadius Anmelden und Social Sharing!
es_es: Gracias por instalar el plugin de LoginRadius!
fr_fr: Merci d'avoir installé le plugin pour connecter LoginRadius social et le partage social!

source: You can customize the settings for your plugin on this page, though you will have to choose your desired ID providers and get your unique
de_de: Sie können die Einstellungen für das Plugin auf dieser Seite ändern, dennoch müssen Sie Ihre ID-Provider auswählen und Ihren eigenen
es_es: Puede configurar los parametros del plugin en esta página, aunque es necesario que seleccione los proveedores de conección y gestione su
fr_fr: Vous pouvez sélectionner les paramètres souhaités pour votre plugin sur cette page. Bien que vous pouvez choisir les fournisseurs d'identité et peut obtenir la clé
it_it: È possibile personalizzare le impostazioni per il plugin su questa pagina, anche se dovrete scegliere il vostro provider di identità desiderata e ottenere il vostro unico
pt_ja: あなたは、あなたの希望するIDプロバイダを選択する必要があるでしょうが、このページ上にプラグインの設定をカスタマイズし、独自に取得することができます
ru_ru: Вы можете настроить параметры для плагина на этой странице, хотя вы должны будете выбрать желаемый социальный сайт и получить свой уникальный ключ

source: LoginRadius API Key & Secret
de_de: LoginRadius API Schlüssel & Geheimcode
es_es: API Key personal de LoginRadius
fr_fr: API LoginRadius and Secret
pt_ja: LoginRadius APIキーと秘密
ru_ru: API от LoginRadius

source: from your
de_de: von Ihrem

source: account at
de_de: Anmeldung bei
es_es: cuenta a
fr_fr: compte à
it_it: account
pt_ja: のアカウント
ru_ru: счет в

source: There you can also customize your login interface with different login themes and icon sets. By using LoginRadius, the profile data of each user who logs in via social login will be saved to your WordPress database.
de_de: Dort können Sie auch Ihre Login-Schnittstelle mit verschiedenen Login-Themen und Icon-Sets. Durch die Verwendung von LoginRadius, werden die Profil-Daten der einzelnen Benutzer, der sich über Social-Login anmeldet, um Ihre WordPress-Datenbank gespeichert werden.
es_es: Allí también se puede personalizar la interfaz de inicio de sesión con los temas de acceso diferentes y conjuntos de iconos. Mediante el uso de LoginRadius, los datos del perfil de cada usuario que se registra a través de conexión social, se guardará en su base de datos de WordPress.
fr_fr: Là, vous pouvez aussi personnaliser votre interface de connexion avec des thèmes différents et de connexion jeux d'icônes. En utilisant LoginRadius, les données du profil de chaque utilisateur qui se connecte via un login sociale sera enregistré sur votre base de données WordPress.
it_it: Vi è inoltre possibile personalizzare l'interfaccia di accesso con login diversi temi e set di icone. Usando LoginRadius, i dati del profilo di ciascun utente che accede in via login sociale verrà salvato sul database di WordPress.
pt_ja: そこには、また別のログインのテーマとアイコンセットを使用してログインインターフェイスをカスタマイズすることができます。 LoginRadiusを使用することにより、社会的なログイン経由でログオンする各ユーザーのプロファイルデータは、WordPressのデータベースに保存されます。
ru_ru: Там вы также можете настроить свой ​​логин интерфейс с различными темами логин и наборы иконок. При использовании LoginRadius, данные профиля каждого пользователя, который входит в систему через социальные логин будет сохранен в базе данных WordPress.

source: is a technology startup based in Canada that offers social login through popular ID providers such as Facebook Twitter Google LinkedIn and over 15 more as well as social sharing on over 80 networks. For tech support or if you have any questions please contact us at
de_de: ist ein Technologie-Startup mit Sitz in Kanada, die soziale Login-ID bietet durch populäre Anbieter wie Facebook Twitter Google LinkedIn und über 15 weitere sowie soziale Netzwerke auf über 80 Netzwerken. Für technischen Support oder wenn Sie Fragen haben, kontaktieren Sie uns unter

source: We are available 24/7 to assist our clients!
de_de: Wir sind 24/7 verfügbar, um unsere Kunden zu Unterstützen!
es_es: Estamos disponibles 24/7 para ayudar a nuestros clientes.
fr_fr: Nous sommes jusqu'à 24x7 pour aider nos clients!
it_it: Siamo disponibili 24 / 7 per assistere i nostri clienti!
pt_ja: にお問い合わせください。サポート・センターは24時間営業です。
ru_ru: Наша поддержка работает круглосуточно 24 / 7.

source: Create your FREE account now!
de_de: Erstelle jetzt deinen kostenlosen Account!
es_es: ¡Crea tu cuenta GRATIS ahora!
fr_fr: Créez votre compte gratuit!
it_it: Crea il tuo account gratuito ora!
pt_ja: 今すぐ無料のアカウントを作りましょう！
ru_ru: Создайте свой БЕСПЛАТНЫЙ аккаунт!

source: Plugin Help
de_de: Plugin-Hilfe
es_es: de ayuda del plugin
fr_fr: Aide plugin
it_it: Plugin Aiuto
pt_ja: プラグインのヘルプ
ru_ru: Справка модуля

source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: documentazione
pt_ja: ドキュメント
ru_ru: документация

source: About LoginRadius
de_de: Über LoginRadius
es_es: Acerca de LoginRadius
fr_fr: À propos LoginRadius
it_it: Chi LoginRadius
pt_ja: LoginRadiusについて
ru_ru: Блог LoginRadius

source: Other AddOns
de_de: andere AddOns
fr_fr: D'autres addons
pt_ja: 他のアドオン
ru_ru: Дополнительные услуги

source: LoginRadius API Settings
de_de: LoginRadius API Einstellungen
es_es: Parámetros del API Key LoginRadius
fr_fr: LoginRadius Settings API
it_it: LoginRadius API Impostazioni
pt_ja: LoginRadiusのAPI設定
ru_ru: Настройки API от LoginRadius.

source: Social Login
de_de: Soziale Anmelden

source: Social Share
de_de: Social teilen

source: LoginRadius Login & Redirection Settings
de_de: LoginRadius Login & Umleitung Einstellungen
es_es: LoginRadius de sesión y la redirección de Configuración
fr_fr: Connexion LoginRadius & redirection des paramètres
it_it: LoginRadius Login & Reindirizzamento Impostazioni
pt_ja: LoginRadiusログインとリダイレクト設定
ru_ru: Вход LoginRadius и параметры перенаправления

source: Show Social Icons On
de_de: Zeige Social Icons Auf
es_es: Mostrar iconos sociales En
fr_fr: Afficher les icônes sociales sur
it_it: Mostra icone sociali On
pt_ja: で、社会のアイコンを表示する
ru_ru: Показать иконки на

source: where to show social icons
de_de: um zu zeigen, wo soziale Ikonen
es_es: donde para mostrar los iconos sociales
fr_fr: où afficher les icônes sociales
it_it: dove visualizzare le icone sociali
pt_ja: 社会的なアイコンを表示する場所
ru_ru: где показывать социальные иконки

source: Show on Comment Form
de_de: Auf Kommentar-Formular
es_es: Mostrar en el Formulario de comentarios
fr_fr: Afficher sur Formulaire de commentaires
it_it: Mostra sulla Comment Form
pt_ja: コメントフォームに表示
ru_ru: Показать на комментарий форме

source: Link existing wordpress user accounts to Social Login (if any)
de_de: Link bestehende WordPress Benutzerkonten zu Social Anmeldung (falls vorhanden)
es_es: Enlace existentes cuentas de usuario de Wordpress para Ingresar Social (si lo hay)
fr_fr: Lien comptes existants utilisateur de Wordpress à connecter social (le cas échéant)
it_it: Collegamento esistente account utente di wordpress Accedi sociale (se presente)
pt_ja: 社会ログインへのリンクは、既存のWordPressユーザーアカウントを（もしあれば）
ru_ru: Ссылка существующих пользователей WordPress счета социального вход (если есть)

source: Show Social Avatar
de_de: Zeige Social Avatar
es_es: Mostrar Avatar Social
fr_fr: Voir Avatar social
it_it: Mostra Avatar sociale
pt_ja: 社会アバターを表示する
ru_ru: Показать социальной Аватара

source: social provider avatar image on comment
de_de: Anbieter sozialer Avatar-Bild auf Kommentar
es_es: proveedor de la imagen social de avatar en comentario
fr_fr: sociale image d'avatar fournisseur sur le commentaire de
it_it: sociale avatar immagine provider al commento
pt_ja: コメント上で社会的なプロバイダーのアバター画像
ru_ru: социальный образ аватара поставщик на комментарий

source: Use Social provider avatar (if provide)
de_de: Nutzen Sie Social-Anbieter Avatar (wenn bereitstellen)
es_es: Utilice Avatar proveedor Social (en caso de proporcionar)
fr_fr: Utilisez avatar fournisseur social (si fournir)
it_it: Utilizzare avatar Social provider (se fornisce)
pt_ja: （提供している場合）社会プロバイダのアバターを使用します。
ru_ru: Использование социальных аватара поставщика услуг (если обеспечивать)

source: Use default avatar
de_de: Verwenden Sie Standard-Avatar
es_es: Utilice avatar por defecto
fr_fr: Utilisez avatar par défaut
it_it: Utilizzare avatar di default
pt_ja: デフォルトのアバターを使用します。
ru_ru: Использовать параметры по умолчанию аватара

source: Auto Approve Social User's Comments
de_de: Auto-Genehmigen Social Benutzerhandbuch Kommentare
fr_fr: Auto Approuver Commentaires des utilisateurs Social
it_it: Auto Approva Commenti degli Utenti Social
pt_ja: オートは、社会のユーザーのコメントを承認
ru_ru: Авто Утвердить Комментарии социальной пользователя

source: Automatically approve comments made by social login users
de_de: Automatisch genehmigen Kommentare von sozialen Login Benutzer gemacht
es_es: Aprobar automáticamente los comentarios realizados por los usuarios de inicio de sesión sociales
fr_fr: Approuver automatiquement observations formulées par les utilisateurs de connexion sociaux
it_it: Approva automaticamente i commenti fatti dagli utenti di accesso sociale
pt_ja: 自動的に社会的なログインユーザによるコメントを承認
ru_ru: Автоматически утверждать замечания пользователей социальных входа

source: Login Redirection Setting
de_de: Einloggen Umleitungseinstellung

source: Redirect user After login
de_de: Redirect Benutzer nach dem Einloggen
es_es: Redirigir Después de iniciar sesión de usuario
fr_fr: Rediriger l'utilisateur Une fois la connexion
it_it: Redirect user Dopo il login
pt_ja: ログイン後にユーザーをリダイレクト
ru_ru: Перенаправление пользователей после входа

source: Redirect to Same Page of blog
de_de: Zur gleichen Seite im Blog weiterleiten
es_es: Redireccionar a la misma página del blog
fr_fr: Redirection vers une même page du blog
it_it: Reindirizzamento alla stessa pagina del blog
pt_ja: ブログの同じページにリダイレクトする
ru_ru: Перенаправление на ту же самую страницу блога.

source: Default
de_de: Standard
fr_fr: par défaut
it_it: difetto
pt_ja: デフォルト
ru_ru: По Умолчанию

source: Redirect to homepage of blog
de_de: Zur Blog-Homepage weiterleiten
es_es: Redireccionar a la página de inicio del blog
fr_fr: Redirection vers une page d'accueil du blogue
it_it: Reindirizzamento alla home page del blog
pt_ja: ブログのホームページにリダイレクト
ru_ru: Перенаправление на главную страницу блога.

source: Redirect to account dashboard
de_de: Zum Account-Dashboard weiterleiten
es_es: Redireccionar a la página de datos de la cuenta
fr_fr: Redirection vers une planche de bord en compte
it_it: Reindirizzare cruscotto conto
pt_ja: アカウントのダッシュボードへのリダイレクト
ru_ru: Перенаправление на страницу приборной панели

source: Redirect to the following url:
de_de: An folgende URL weiterleiten:
es_es: Redireccionar a la url:
fr_fr: Redirection vers l'URL suivante:
it_it: Reindirizzamento alla seguente url:
pt_ja: 次のURLにリダイレクトします。
ru_ru: Перенаправление на следующий адрес:

source: Logout Redirection Setting
de_de: Logout-Umleitung einstellen

source: Redirect user After logout
de_de: Redirect Benutzer Nach der Abmeldung

source: (Only for Login Radius widget area)
de_de: (Nur für die Anmeldung Radius Widget-Bereich)
es_es: (Sólo para el área de widget de Acceso Radio)
fr_fr: Seulement pour la zone widget de connecter Rayon
it_it: (Solo per l'area widget di Radius Login)
pt_ja: （のみログイン半径ウィジェット領域用）
ru_ru: (Только для Вход в систему виджетов Radius)

source: Select API Credential
de_de: Wählen API Credential
es_es: Seleccione credenciales de la API
fr_fr: Sélectionnez des titres de compétences API
it_it: Seleziona credenziali API
pt_ja: APIの資格情報を選択します。
ru_ru: Выберите API учетных

source: To Communicate with API
de_de: Um mit API kommunizieren
es_es: Para comunicarse con la API
fr_fr: Pour communiquer avec l'API
it_it: Per Comunicare con API
pt_ja: APIと通信するには
ru_ru: Для обмена данными с API

source: Use cURL (Require cURL support = enabled in your php.ini settings)
de_de: Verwenden Sie cURL (Require cURL support = enabled in der php.ini-Einstellungen)
es_es: Use cURL (Requiere cURL support = enabled en la configuración de php.ini)
fr_fr: Utilisez cURL (Exiger cURL support = enabled dans votre configuration php.ini)
it_it: Utilizzare cURL (Richiedi il cURL support = enabled nelle impostazioni del php.ini)
pt_ja: cURLに（requireを使う cURL support = enabled php.iniの設定で）
ru_ru: Использовать cURL (требуется cURL support = enabled в настройках php.ini)

source: Use FSOCKOPEN (Require allow_url_fopen = On and safemode = off in your php.ini settings)
de_de: Verwenden Sie fsockopen (Require allow_url_fopen = On im safemode = off in der php.ini-Einstellungen)
es_es: Utilice fsockopen (Requiere allow_url_fopen = On y safemode = off en la configuración de php.ini)
fr_fr: Utilisez fsockopen (Exiger allow_url_fopen = On et safemode = off dans vos paramètres de php.ini)
it_it: Utilizzare fsockopen (Richiedi allow_url_fopen = On e safemode = OFF nelle impostazioni del php.ini)
pt_ja: すぐにわかるの（requireを使う allow_url_fopen = On と safemode = off php.iniの設定で）
ru_ru: Используйте FSOCKOPEN (Требовать allow_url_fopen = On и safemode = off в настройках php.ini)

source: LoginRadius Basic Settings
de_de: LoginRadius Grundeinstellungen
es_es: Configuración básica de LoginRadius
fr_fr: LoginRadius Paramètres de base
it_it: LoginRadius Impostazioni di base
pt_ja: LoginRadius基本設定
ru_ru: Основные Настройки LoginRadius.

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: titolo
pt_ja: タイトル
ru_ru: Название.

source: This text displyed above the Social login button.
de_de: Dieser Text wird über dem Social Login Button angezeigt
es_es: Este texto se muestra arriba del botón de registro de Social Login.
fr_fr: Ce texte displyed au-dessus du bouton de connexion sociale.
it_it: Questo testo displyed sopra il pulsante di accesso sociale.
pt_ja: このテキストは、社会のログインボタンの上に表示されます。
ru_ru: Этот текст отображается над кнопкой социального входа.

source: Please Login with
de_de: Loggen Sie sich mit
es_es: Por favor Ingresar con
fr_fr: S'il vous plaît Connexion avec
it_it: Effettua il Login con
pt_ja: してログインしてください
ru_ru: Пожалуйста, Войти с

source: Send Email
de_de: Email senden
es_es: Enviar correo
fr_fr: Envoyer un email
it_it: Invia email
pt_ja: 電子メールを送信
ru_ru: Отправить по почте

source: After user registration
de_de: Nach Benutzer-Registrierung

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: sì
pt_ja: はい
ru_ru: Да

source: No
de_de: Nein
fr_fr: Non
it_it: non
pt_ja: いいえ
ru_ru: Нет

source: Email Required
de_de: Email benötigt
es_es: Dirección de correo-e Indispensable.
fr_fr: courriel Requis
it_it: email richiesto
pt_ja: 必要な電子メール
ru_ru: Электронная Почта Обязательна.

source: A few ID providers do not provide user's Email ID. Select YES if you would like an email pop-up after login or select NO if you would like to auto-generate the email address.
de_de: Enige wenige ID-Provider geben die E-Mail Adressen der Benutzer nicht preis. Wählen Sie JA aus, wenn ein E-Mail-Popup nach dem Login angezeigt werden soll, wählen Sie NEIN aus, wenn die E-Mail Adresse automatisch generiert werden soll.
es_es: Algunos proveedores de conección no entegan la dirección de correo del usuario. Selecciona "SI/YES" si deseas que aparezca una ventana que solicite el correo y selecciona "No" si deseas que la dirección de correo se genere automáticamente.
fr_fr: A quelques fournisseurs d'identité ne fournissent Email ID utilisateur. Sélectionnez OUI si vous souhaitez un email pop-up après identification ou Sélectionnez Non si vous souhaitez générer automatiquement l'adresse de courriel.
it_it: Un paio di fornitori di ID non forniscono ID e-mail dell'utente. Selezionare Sì se si desidera una e-mail pop-up dopo la registrazione selezionare NO se si desidera generare automaticamente l'indirizzo email.
pt_ja: いくつかのIDプロバイダは、ユーザーの電子メールIDを提供していません。必要に応じてYESを選択した電子メールのポップアップログイン後、または自動でメールアドレスを生成する場合はNOを選択します。
ru_ru: Некоторые провайдеры Логинов не обеспечивают Логин Электронной Почты пользователя. Выберите ДА, если вы хотите чтобы электронная почта отображалась после Логина или выберите НЕТ, если вы хотите чтобы электронная почта автоматически генерировалась.

source: This text will be displayed on the email popup
de_de: Dieser Text wird auf der E-Mail-Popup angezeigt werden

source: Please enter your email to proceed
de_de: Bitte geben Sie Ihre E-Mail, um fortzufahren

source: This text will be displayed on the email popup if the email is already registered or invalid
de_de: Dieser Text wird auf der E-Mail-Popup angezeigt, wenn die E-Mail ist bereits registriert oder ungültig

source: The email you entered is already registered or invalid, Please enter a valid email address
de_de: Der von Ihnen eingegebene E-Mail bereits registriert ist oder ungültig, bitte geben Sie eine gültige E-Mail Adresse

source: This text displayed above the Social Share button
de_de: Dieser Text oberhalb des Social Share-Taste angezeigt

source: Share it now
de_de: Empfehlen jetzt
es_es: Compartir ahora
fr_fr: Partagez maintenant
it_it: Condividi ora
pt_ja: 今それを共有する
ru_ru: Отправить сейчас

source: Open in new window
de_de: geöffnet im neuen Fenster
es_es: Abre en ventana nueva
fr_fr: ouvert dans une nouvelle fenêtre
it_it: Aprire in una nuova finestra
pt_ja: 新しいウィンドウで開く
ru_ru: Открыть в новом окне

source: opened new window for sharing
de_de: eröffnet neues Fenster für den Austausch von
es_es: nueva ventana que se abre para compartir
fr_fr: a ouvert une nouvelle fenêtre pour le partage
it_it: ha aperto una nuova finestra per la condivisione
pt_ja: 共有するために開いた新しいウィンドウ
ru_ru: открыл новое окно для обмена

source: Open share link in new Window
de_de: Öffnen Sie Aktien Link in neuem Fenster
es_es: Abrir enlace en nueva ventana participación en
fr_fr: Ouvrez lien de partage dans la fenêtre nouvelle
it_it: Apri link di condivisione in nuova finestra
pt_ja: 新しいウィンドウで共有リンクを開く
ru_ru: Откройте доля ссылку в новом окне

source: Social Share Location
de_de: Social Share Lage
es_es: Compartir ubicación social
fr_fr: Lieu Partager social
it_it: Condividi social location
pt_ja: 社会的な共有の場所
ru_ru: Место социальной Share

source: Show on Pages
de_de: Zeigen Sie auf den Seiten
es_es: Mostrar en las páginas
fr_fr: Afficher sur Pages
it_it: Mostra sulle pagine
pt_ja: ページに表示
ru_ru: Показать на страницы

source: Show on archives pages
de_de: Zeige auf der Archiv-Seiten
es_es: Mostrar en el archivos de las páginas
fr_fr: Afficher sur les archives pages
it_it: Mostra sugli archivi pagine
pt_ja: アーカイブページに表示
ru_ru: Показать на страницах архивов

source: Show on the feed
de_de: Auf dem Futter
es_es: Mostrar en el alimento
fr_fr: Afficher sur l'alimentation
it_it: Mostra sul feed
pt_ja: フィードに表示
ru_ru: Показать на корм

source: LoginRadius API key
de_de: LoginRadius API-Schlüssel

source: Required for Social Login and Social Share
de_de: Erforderlich für Soziale Anmelden und Soziales teilen

source: Paste LoginRadius API Key here. To get the API Key, log in to
de_de: Fügen Sie hier Ihren LoginRadius API Schlüssel ein. Um einen API Schlüssel zu erhalten, loggen Sie sich ein auf
es_es: Copia tu API Key de LoginRadius aquí. Para obtenerla, registrate en
fr_fr: Coller clés API LoginRadius ici. Pour obtenir la clé API, connectez-vous à
it_it: Incolla API Key LoginRadius qui. Per ottenere la chiave API, accedere al
pt_ja: ここにLoginRadiusのAPIキー貼り付けてください。 APIキーを取得するには、LoginRadiusにログインします。
ru_ru: Вставьте здесь ваш Ключ API от LoginRadius. Чтобы получить ключ API, войдите в свой LoginRadius аккаунт на нашем сайте.

source: LoginRadius API Secret
de_de: LoginRadius API Geheimnis

source: Required for Social Login
de_de: Erforderlich für Soziale Anmelden
es_es: Se requiere para Ingresar Social
fr_fr: Requis pour la connexion sociale
it_it: Richiesto Login sociale
pt_ja: 社会ログインするために必要な
ru_ru: Требуется для социальных Войти

source: Paste LoginRadius API Secret here. To get the API Secret, log in to
de_de: Fügen Sie hier Ihren LoginRadius API Geheimcode ein. Um einen API Geheimcode zu erhalten, loggen Sie sich ein auf
es_es: Copia tu API Secreto de LoginRadius aquí. Para obtenerla, registrate en
fr_fr: Coller LoginRadius API secret ici. Pour obtenir le secret de l'API, connectez-vous à
it_it: Incolla LoginRadius Segreto API qui. Per ottenere il segreto API, accedere al
pt_ja: ここにLoginRadius APIの秘密を貼り付けます。 APIの秘密を取得するには、LoginRadiusにログインします。
ru_ru: Вставьте здесь ваш Секретный Ключ API от LoginRadius. Чтобы получить секретный ключ API, войдите в свой LoginRadius аккаунт на нашем сайте.

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
it_it: Salva le modifiche
pt_ja: 変更を保存
ru_ru: Сохронить изменения.

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: avant-première
it_it: anteprima
pt_ja: プレビュー
ru_ru: предварительный просмотр

source: Log Out
de_de: Abmelden
es_es: Cierre de sesión
fr_fr: Déconnexion
pt_ja: ログアウト
ru_ru: Выйти

source: Login or register with Facebook, Twitter, Yahoo, Google and many more
de_de: Einloggen oder Registrieren mit Facebook, Twitter, Yahoo, Google und vielen anderen
es_es: Ingresa o registrate con Facebook, Twitter, yahoo, Google y muchas más.
fr_fr: Connectez-vous ou enregistrez-vous avec Facebook, Twitter, Yahoo, Google et bien d'autres
it_it: Login o registrati con Facebook, Twitter, Yahoo, Google e molti altri
pt_ja: ログインまたはFacebookやTwitterやYahoo、Googleと多くに登録
ru_ru: Войти или зарегистрироваться используя Facebook, Twitter, Yahoo, Google и многие другие социальные сайты.

source: Title:
de_de: Titel:
es_es: título:
fr_fr: Titre
it_it: titolo:
pt_ja: タイトル
ru_ru: Название.

source: Before widget content:
de_de: Inhalt vor dem Widget:
es_es: Antes del contenido del programa
fr_fr: Avant le contenu du widget:
it_it: Prima contenuto widget:
pt_ja: ウィジェットコンテンツの前に：
ru_ru: Перед содержанием виджета:

source: After widget content:
de_de: Inhalt nach dem Widget:
es_es: Después del contenido del programa
fr_fr: Une fois le contenu du widget:
it_it: Dopo contenuto widget:
pt_ja: ウィジェットコンテンツの後に：
ru_ru: После содержания виджета:

source: Hide for logged in users:
de_de: Für eingeloggte Benutzer verstecken:
es_es: Oculto para registrados en seccion de usuarios.
fr_fr: Cacher pour les utilisateurs connectés:
it_it: Nascondi per gli utenti registrati:
pt_ja: ログインユーザーは、非表示にする：
ru_ru: Скрыть от пользователей вошедших в систему:

source: LoginRadius Blog
es_es: Blog de LoginRadius
fr_fr: Blog LoginRadius
pt_ja: LoginRadiusブログ
ru_ru: LoginRadius блог

source: Social Share Position
fr_fr: Position sociale Partager
it_it: Condividi posizione sociale
pt_ja: 社会的な共有の位置
ru_ru: Социального положения Share

source: which location to show social share bar
fr_fr: quel endroit à afficher la barre de parts sociales
it_it: quale posizione per mostrare bar parti sociali
pt_ja: どの場所の社会的共有バーを表示する
ru_ru: каком месте, чтобы показать социальный бар доля

source: Plugin webpage
es_es: Web del plugin
it_it: Plugin pagina web

source: Live Demo site
es_es: Sitio Web de Demostracion
it_it: Demo sito live

source: Other LoginRadius plugins
es_es: Otros plugins de LoginRadius
it_it: Plugins LoginRadius altri

source: Tech Support
es_es: Soporte Técnico
it_it: Supporto tecnico
